[M_WrittenByVictor MissionDefinition]
MissionName="Written by winners"
MissionDescription="Hyperion History Room is awarding prizes to the winners of the Pandora History of Assam Jack Edition.."
TurnInDescription="After finishing a lie in Hyperion's story, you will receive a great reward. "
MissionSummary="Listen to documentaries about the famous Hyperion buildings."
MissionGiver="Mr"
MissionTurnInLocation="Hall of History Hyperion"
TeaserText="Good news..."

[M_WrittenByVictor:AClearUnderstanding MissionObjectiveDefinition]
ProgressMessage="Now I understand everything"

[M_WrittenByVictor:EridiumHistory MissionObjectiveDefinition]
ProgressMessage="Hear the Iridium story"

[M_WrittenByVictor:EridiumSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WrittenByVictor:HyperionSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WrittenByVictor:LearnedHyperionGoal MissionObjectiveDefinition]
ProgressMessage="Learn more about Hyperion's mission."

[M_WrittenByVictor:LearnedJack MissionObjectiveDefinition]
ProgressMessage="Listen to Jack's story"

[M_WrittenByVictor:LearnedJackSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WrittenByVictor:LearnedMonsterHistory MissionObjectiveDefinition]
ProgressMessage="Hear monster stories"

[M_WrittenByVictor:LearnedVaultHistory MissionObjectiveDefinition]
ProgressMessage="Hear the story of the community"

[M_WrittenByVictor:MonsterHistory MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WrittenByVictor:VaultSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

